{
  "menu": {
    "home": "головна",
    "smartHouse": "Smart House",
    "climateControl": "Climate Control",
    "projects": "Проекти",
    "contacts": "контакти"
  },
  "main": {
    "left": {
      "title": "Smart House",
      "description1": "Оживи свій будинок. Створи помешкання майбутнього. Організуй інтелектуальне керування.",
      "description2": "Насолоджуйся взаємодією з домівкою."
    },
    "right": {
      "title": "Climate Control",
      "description1": "Керуй, налаштовуй, контролюй параметри клімату свого будинку з будь якої точки світу.",
      "description2": "Модернізуй вже готові та застарілі кліматичні рішення."
    },
    "sign-in": "Увійти"
  },
  "contacts": {
    "title": "Контакти",
    "persons": {
      "shelmuk": {
        "name": "Юрій Шельмук",
        "phone": "+38 (066) 494-66-18"
      },
      "veremchuk": {
        "name": "Олександр Веремчук",
        "phone": "+38 (096) 972-91-75"
      }
    },
    "workTime": {
      "description": "Робочій час:",
      "hours": "8:00 - 20:00"
    }
  },
  "climate-control": {
    "title": "Climate Control",
    "description1": "Якщо ви хочете мати можливість керувати системою теплохолодопостачання, гнучко налаштовувати роботу котельні під свої індивідуальні потреби, забезпечити дистанційний моніторинг роботи систем, тоді наші розробки допоможуть Вам у цьому. Ми розробляємо готові модулі автоматизації для основних рішень організації тепловодопостачання. Вам достатньо лише обрати у конфігураторі свою схему виконання теплогенераторної і отримати розрахунок від нашого інженера. Систему можно встановлювати на вже існуючі котельні, котрі не забезпечені автоматизацією в тій мірі, яка б влаштовувала саме Вас.",
    "description2": "Замовивши наше обладнання ві отримуєте - професійний шеф-монтаж, програмний софт для керування, особистий кабінет на сервері для моніторингу систем, значну економію енергоресурсів, як результат налаштованої системи тепловодопостачання.",
    "configurator": {
      "description": "Надішліть свої дані і ми підготуємо наші пропозиції для Вас.",
      "button": "конфігуратор",
      "href": "../../assets/constructor/html/ukr/index.html"
    },
    "mobile-apps": {
      "title": "Mobile Apps",
      "description": "Available on the",
      "app": "App Store",
      "google": "Google Play"
    }
  },
  "smart-house": {
    "title": "Smart House",
    "description1": "Do you want to download free song for ipod? If so, reading this article could save you from getting in to a lot of trouble! Downloading music to your Ipod has more than one pitfall associated with it, and this article will tell you the best way to download free song for Ipod.",
    "description2": "An Ipod can easily become a vital part of your life. If you had thought about the possibility of carrying around a virtually unlimited supply of music ten years ago, it would have seemed a bit futuristic, but it has all happened, and now all we have to do when we get tired of our present music collection is download free song for Ipod. This could however, be the start of a few problems…",
    "description3": "Можливість написання і редагування сценаріїв передбачається і до заселення в будинок, і потім, коли стає зрозуміло, які дії виконуються найчастіше, і що саме необхідно автоматизувати.",
    "rows": {
      "row1": {
        "title": "Управління світлом",
        "description": "Управління світлом передбачає підключення усіх світлових приладів через імпульсні реле і контролери. У разі потреби димування (плавне регулювання), замість імпульсних реле використовуються димери. Це надає можливість управляти світлом з телефону/планшета, а також реалізовувати різноманітні сценарії, такі як вимкнення усього світла в кімнаті, вимкнення світла в всьому будинку, увімкнення певних груп натисканням одного вимикача і так далі."
      },
      "row2": {
        "title": "Управління кліматом",
        "description1": "Передбачає управління усім кліматичним обладнанням (фанкойли, конвектори, тепла підлога, радіатори, вентиляція, охолоджувачі і так далі). Температура задається з телефону/планшета і підтримується в кімнаті. Метод фіксації параметрів залежить від обладнання. Також застосовуються сценарії, наприклад зниження температури в будинку у разі тривалої відсутності.",
        "description2": "Усе кліматичне обладнання об'єднується в одну систему і працює синхронізовано, за заданою логікою. Наприклад, якщо в кімнаті комфортна температура досягається однією тільки теплою підлогою, конвектори і фанкойли не вмикаються, а в радіаторах температура буде знижена."
      },
      "row3": {
        "title": "Управління жалюзі / шторами / занавісками / вікнами",
        "description": "Управління жалюзі / шторами / занавісками / вікнами здійснюється як з телефону, так і з фізичних кнопок. Можливе управління за сценарієм, наприклад закриття усіх занавісок увечері або при виході з будинку. Також управління може бути автоматизоване за допомогою датчиків. Наприклад, опустити жалюзі в басейні при потраплянні на них сонячного світла."
      },
      "row4": {
        "title": "Інтеграція з системою охорони",
        "description1": "Постановка і зняття будинку (або окремих груп) з охорони. Сповіщення при спрацьовуванні датчиків, інтеграція з іншими системами.",
        "description2": "Приклад: увімкнення вуличного освітлення при спрацьовуванні датчика руху на вулиці."
      },
      "row5": {
        "title1": "Відео-спостереження",
        "title2": "Домофон / ворота / вхід",
        "description1": "Система відео-спостереження відноситься до системи охорони, але розумний будинок передбачає її інтеграцію. Виведення зображення на телефон/планшет. Усе відео постійно записується на реєстратор для можливості його перегляду в майбутньому.",
        "description2": "Перегляд відео з домофону, відкриття входу, відкриття/закриття воріт з телефону/планшета."
      },
      "row6": {
        "title": "Мультимедійна система",
        "description": "Управління мультимедіа залежить від типу обладнання. Зазвичай це – управління домашнім кінотеатром і акустичними системами в будинку (вбудовані колонки в басейні, хамамах, кухні, на терасі тощо)"
      },
      "row7": {
        "title1": "Управління світлом на території",
        "title2": "Сценарії",
        "description1": "Той самий функціонал, що й управління світлом в будинку, але тільки групами вуличного освітлення.",
        "description2": "Сценарії дозволяють зменшити кількість рутинної роботи і виконувати багатофункціональні дії одним натисканням (на телефоні/планшеті або фізична кнопка)."
      }
    },
    "examples": {
      "example1": {
        "title": "Приклад №1. ",
        "subtitle": "Після виходу з будинку натисканням однієї кнопки здійснюються такі дії:",
        "list": {
          "item1": "вимкнення світла,",
          "item2": "закриття штор,",
          "item3": "вимкнення музики,",
          "item4": "постановка будинку на охорону."
        }
      },
      "example2": {
        "title": "Приклад №2.",
        "subtitle": "Після пробудження уранці натисканням однієї кнопки здійснюються такі дії:",
        "list": {
          "item1": "відкриття штор,",
          "item2": "увімкнення улюбленої радіостанції в необхідних приміщеннях,",
          "item3": "здійснення провітрювання необхідних приміщень тощо."
        }
      }
    }
  },
  "projects": {
    "title": "Проекти",
    "items": {
      "item1": {
        "title": "Індивідуальний житловий будинок, площею 1000 м2",
        "subtitle": "с.Лісники, 2018",
        "description": "Керування кліматом, освітленням, системами захисту та безпеки, мультирум. Інтеграція для керування з IOS-пристроїв."
      },
      "item2": {
        "title": "Житлова квартира площею 100 м2",
        "subtitle": "м.Київ, 2018",
        "description": "Керування кліматом, освітленням, системами захисту та безпеки, мультирум. Інтеграція для керування з IOS-пристроїв."
      }
    }
  },
  "footer": {
    "description": "© \"Homme\" Київ, 2014 -",
    "right": "Всі права захищені."
  },
  "pageNotFound": {
    "title": "На жаль, сторінка, яку ви шукаєте, не існує.",
    "btn": "перейти на головну сторінку"
  }
}
